tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "mike-engel/jwt-cli"
tap "romkatv/gitstatus"
tap "sachaos/todoist"
tap "tako8ki/tap"
tap "wez/wezterm"
tap "ynqa/tap"
tap "yqrashawn/goku"
brew "awscli"
brew "bat"
brew "cava"
brew "chezmoi"
brew "cmake"
brew "colima", restart_service: true
brew "conftest"
brew "coreutils"
brew "diffutils"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "eddieantonio/eddieantonio/imgcat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnutls"
brew "go-task"
brew "goreleaser"
brew "graphviz"
brew "gron"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jira-cli"
brew "jq"
brew "k9s"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/yabai"
brew "kustomize"
brew "lua"
brew "marp-cli"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mysql-client"
brew "neofetch"
brew "nkf"
brew "nowplaying-cli"
brew "openapi-generator"
brew "pipx"
brew "plantuml"
brew "prettierd"
brew "qrencode"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "romkatv/gitstatus/gitstatus"
brew "sad"
brew "sd"
brew "sheldon"
brew "shellcheck"
brew "sleepwatcher"
brew "starship"
brew "switchaudio-osx"
brew "tako8ki/tap/gobang"
brew "tesseract"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tokei"
brew "trash"
brew "ttygif"
brew "ttyrec"
brew "upx"
brew "vegeta"
brew "vhs"
brew "yazi"
brew "ynqa/tap/jnv"
brew "yqrashawn/goku/goku"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
cask "font-cica"
cask "font-hackgen-nerd"
cask "font-monaspace-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "obsidian"
cask "visual-studio-code"
