tap "aws/tap"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kentaro-m/md2confl"
tap "knqyf263/pet"
tap "sachaos/todoist"
tap "sanemat/font"
brew "autoconf"
brew "automake"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "bat"
brew "ccls"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "docker", link: false
brew "emojify"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glib"
brew "global"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "gradle-completion"
brew "graphviz"
brew "grep"
brew "gron"
brew "groovy"
brew "harfbuzz"
brew "httpd"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "jq"
brew "kentaro-m/md2confl/md2confl"
brew "knqyf263/pet/pet"
brew "kotlin"
brew "libimobiledevice", args: ["HEAD"]
brew "libtool"
brew "libusbmuxd", args: ["HEAD"]
brew "llvm"
brew "mas"
brew "maven"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "nodebrew"
brew "openapi-generator"
brew "pango"
brew "pidcat"
brew "plantuml"
brew "pngquant"
brew "postgresql"
brew "prettier"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "python@3.7"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "sqlite"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tokei"
brew "tree"
brew "ttygif"
brew "ttyrec"
brew "unison"
brew "upx"
brew "yank"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-sdk"
cask "copyq"
cask "corretto8"
cask "cyberduck"
cask "day-o"
cask "dbeaver-community"
cask "docker"
cask "font-cica"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "obsidian"
cask "stoplight-studio"
cask "visual-studio-code"
mas "CotEditor", id: 1024640650
mas "Gapplin", id: 768053424
mas "Slack", id: 803453959
mas "XMind", id: 1327661892
