tap "aws/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "knqyf263/pet"
brew "autoconf"
brew "automake"
brew "bat"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "diffutils"
brew "docker"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "global"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "golangci/tap/golangci-lint"
brew "gradle"
brew "graphviz"
brew "guile"
brew "imagemagick"
brew "jq"
brew "knqyf263/pet/pet"
brew "kotlin"
brew "libheif"
brew "libtool"
brew "llvm"
brew "mas"
brew "maven"
brew "neovim"
brew "nkf"
brew "nodebrew"
brew "openjdk"
brew "pidcat"
brew "plantuml"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "rbenv"
brew "ripgrep"
brew "sqlite"
brew "tig"
brew "tmux"
brew "tree"
brew "ttygif"
brew "ttyrec"
brew "yarn"
brew "zplug"
cask "alfred"
cask "android-platform-tools"
cask "android-sdk"
cask "copyq"
cask "day-o"
cask "docker"
cask "font-cica"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "visual-studio-code"
mas "QuickShade", id: 931571202
