tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kentaro-m/md2confl"
brew "autoconf"
brew "automake"
brew "aws/tap/aws-sam-cli"
brew "bat"
brew "coreutils"
brew "ctags"
brew "diffutils"
brew "direnv"
brew "docker", link: false
brew "exiftool"
brew "ffmpeg"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "ghq"
brew "git"
brew "git-secrets"
brew "global"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "graphviz"
brew "grep"
brew "groovy"
brew "imagemagick"
brew "jq"
brew "kentaro-m/md2confl/md2confl"
brew "kotlin"
brew "libtool"
brew "mas"
brew "maven"
brew "mysql"
brew "neovim"
brew "nkf"
brew "nodebrew"
brew "pidcat"
brew "plantuml"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "ttygif"
brew "ttyrec"
brew "yank"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
cask "alfred"
cask "android-platform-tools"
cask "android-sdk"
cask "bitwarden"
cask "cheatsheet"
cask "clipy"
cask "corretto8"
cask "day-o"
cask "dbeaver-community"
cask "docker"
cask "font-myricam"
cask "fontforge"
cask "fork"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "visual-studio-code"
mas "BBEdit", id: 404009241
mas "CotEditor", id: 1024640650
mas "Slack", id: 803453959
mas "XMind", id: 1327661892
