1natsu.insert-br-tag
Asuka.insertnumbers
aeschli.vscode-css-formatter
annsk.alignment
be5invis.vscode-custom-css
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
fabiospampinato.vscode-git-history
formulahendry.code-runner
GrapeCity.gc-excelviewer
HookyQR.beautify
jebbs.plantuml
jsynowiec.vscode-insertdatestring
mathiasfrohlich.Kotlin
michelemelluso.code-beautifier
mitchdenny.ecdc
mosapride.zenkaku
ms-mssql.mssql
ms-python.python
PeterJausovec.vscode-docker
redhat.java
robertohuertasm.vscode-icons
shd101wyy.markdown-preview-enhanced
slevesque.vscode-hexdump
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wwm.better-align
Zignd.html-css-class-completion
